tap "aws/tap"
tap "cloudquery/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "micahkepe/vimtutor-sequel"
brew "awscli"
brew "eksctl"
brew "fzf"
brew "gh"
brew "iproute2mac"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "ldns"
brew "mas"
brew "mysql", restart_service: true
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "node"
brew "openssh"
brew "parallel"
brew "pipx"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "ugrep"
brew "wget"
brew "yq"
brew "aws/tap/eks-node-viewer"
brew "cloudquery/tap/cloudquery"
brew "micahkepe/vimtutor-sequel/vimtutor-sequel"
cask "aws-vault"
cask "codeql"
cask "google-cloud-sdk"
